---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.MetalFinishType.Polished
enum: Autodesk.Revit.DB.Visual.MetalFinishType
source: html/0e2b4cc8-e3f1-4013-a4ea-64527c37eb35.htm
---
# Autodesk.Revit.DB.Visual.MetalFinishType.Polished